Repository: BinarMorker/Luna-Translations
Catalog: */luna.po
Languages: russian

source: Administrator
russian: Администратор

source: Moderators
russian: Модераторы

source: Moderator
russian: Модератор

source: Members
russian: Пользователи

source: New member
russian: Новый пользователь

source: Member
russian: Пользователь

source: You are banned from this forum.
russian: Ваша учетная запись на этом форуме заблокирована.

source: The ban expires at the end of
russian: Срок истечения блокировки

source: The administrator or moderator that banned you left the following message:
russian: Администратор или модератор, который Вас заблокировал, оставил следующее сообщение:

source: Please direct any inquiries to the forum administrator at
russian: Пожалуйста обратитесь напрямую к администратору форума

source: Usernames must not be more than 25 characters long. Please choose another (shorter) username.
russian: Имена пользователей не должны превышать 25 символов. Пожалуйста, выберите другое (более короткое) имя.

source: The username you entered contains one or more censored words. Please choose a different username.
russian: Выбранное имя пользователя содержит запрещенные слова. Выберите другое имя.

source: The username you entered is banned in this forum. Please choose another username.
russian: Введенное имя пользователя заблокировано на этом форуме. Пожалуйста, выберите другое имя.

source: Page %s
russian: Страница %s

source: We've got us a situation here.
russian: У нас тут ситуация.

source: Never
russian: Нет

source: Today
russian: Сегодня

source: Yesterday
russian: Вчера

source: Bad HTTP_REFERER. You were referred to this page from an unauthorized source. If the problem persists please make sure that "Base URL" is correctly set in Admin/Options and that you are visiting the forum by navigating to that URL. More information regarding the referrer check can be found in the Luna documentation.
russian: Неверный HTTP_REFERER. Вы перешли на страницу из несанкционированного источника. Если проблема повторяется, то убедитесь, что «Основной URL-адрес» верно прописан на странице Администрирование/Опции, и вы обращаетесь к форуму по указанному в настройках адресу. Дополнительную информацию вы можете получить из документации к Luna.

source: Size unit %s
russian: Размер единиц %s

source: Debug information
russian: Отладочная информация

source: Time (s)
russian: Время (s)

source: Query
russian: Запрос

source: Total query time: %s
russian: Общее время запроса: %s

source: You appear to have logged in successfully, however a cookie has not been set. Please check your settings and if applicable, enable cookies for this website.
russian: Вы успешно вошли, но куки (cookie) не были установлены. Проверьте настройки своего браузера и, если возможно, включите куки для этого сайта.

source: System info
russian: Информация о системе

source: Luna software update
russian: Обновление Luna

source: About Luna
russian: О Luna

source: Tools
russian: Инструменты

source: Groups
russian: Группы

source: Settings
russian: Настройки

source: Theme
russian: Тема

source: Database management
russian: Управление базой данных

source: Content
russian: Содержимое

source: Extensions
russian: Расширения

source: Profile
russian: Профиль

source: Help
russian: Помощь

source: Support
russian: Поддержка

source: Logout
russian: Выйти

source: About
russian: О

source: No users online
russian: Нет пользователей онлайн

source: Toggle navigation
russian: Переключить навигацию

source: Reply
russian: Ответить

source: Compose
russian: Написать

source: Post errors
russian: Ошибки в сообщении

source: Post preview
russian: Предварительный просмотр

source: Pin topic
russian: Закрепить тему

source: Mute edit
russian: Отключение редактирования

source: Bold
russian: Жирный

source: Underline
russian: Подчеркнутый

source: Italic
russian: Курсив

source: Strike
russian: Зачёркнутый

source: Heading
russian: Заголовок

source: Subscript
russian: Подстрочный

source: Superscript
russian: Надстрочный

source: Quote
russian: Цитата

source: Code
russian: Код

source: Inline code
russian: Встроенный код

source: Image
russian: Изображения

source: Video
russian: Видео

source: List
russian: Список

source: List item
russian: Элемент списка

source: Smile
russian: Улыбка

source: Neutral
russian: Нейтральный

source: Sad
russian: Грустный

source: Big smile
russian: Широкая улыбка

source: Yikes
russian: Ой

source: Wink
russian: Подмигивание

source: Hmmm
russian: Хммм

source: Tongue
russian: Язык

source: Happy
russian: Счастливый

source: Angry
russian: Злой

source: Roll eye
russian: Закатывать глаза

source: Cool
russian: Круто

source: Happy cry
russian: Счастливый плач

source: Angel
russian: Ангел

source: Oh yeah
russian: О, да

source: Smilies
russian: Смайлики

source: Start typing...
russian: Начните вводить...

source: Submit
russian: Отправить

source: reply
russian: ответ

source: view
russian: просмотр

source: There are no topics in this forum yet, but you can <a href="post.php?fid=%s">start the first one</a>.
russian: Еще нет тем в этом форуме, но вы можете <a href="post.php?fid=%s">создать первую</a>.

source: Board is empty.
russian: Форум пуст.

source: The board is empty, select a forum and create a topic to begin.
russian: Конференция пустая, выберите форум и создайте тему для начала.

source: From:
russian: От:

source: Post:
russian: Сообщение:

source: IP log
russian: Журнал IP

source: Note:
russian: Примечание:

source: Report
russian: Отчет

source: Soft delete
russian: Обратимое удаление

source: Soft reset
russian: Мягкий сброс

source: Online:
russian: Онлайн:

source: Offline
russian: Оффлайн

source: Registered since
russian: Зарегистрирован

source: Posts:
russian: Сообщений:

source: PM
russian: ЛС

source: Your search returned no hits.
russian: Ничего не найдено.

source: Warning! This is the first post in the topic, the whole topic will be permanently deleted.
russian: Внимание! Сообщение, которое вы собираетесь навсегда удалить, является первым в теме, при его удалении будет удалена вся тема.

source: The post you have chosen to delete is set out below for you to review before proceeding.
russian: Удаляемое сообщение показано ниже, чтобы вы могли еще раз ознакомиться с ним.

source: Cancel
russian: Отменить

source: The post you have chosen to delete is set out below for you to review before proceeding. Deleting this post is not permanent. If you want to delete a post permanently, please use delete instead.
russian: Удаляемое сообщение показано ниже, чтобы вы могли еще раз ознакомиться с ним. Удаление этого сообщения не является необратимым. Если вы хотите удалить сообщение окончательно, пожалуйста, используйте вместо этого "Удалить".

source: This post has been soft deleted. We'll enable it again with a click on the button.
russian: Это сообщение было удалено. Мы включим его снова при нажатии на кнопку.

source: Reset post
russian: Сбросить сообщение

source: Topic started by %s - %s
russian: Автор темы %s - %s

source: Reply by %s - %s
russian: Автор сообщения %s - %s

source: Enter the requested data
russian: Введите запрашиваемые данные

source: Register
russian: Регистрация

source: If you are human please leave this field blank!
russian: Если Вы человек - оставьте это поле пустым!

source: Enter a username between 2 and 25 characters long
russian: Введите имя пользователя, содержащее от 2 до 25 символов

source: Passwords must be at least 6 characters long and are case sensitive
russian: Пароль должен состоять минимум из 6 символов. Пароль чувствителен к регистру вводимых букв

source: Your password will be sent to this address, make sure it's valid
russian: Ваш пароль будет выслан на почтовый адрес. Убедитесь, что он действующий

source: You must agree to the following in order to register
russian: Для продолжения регистрации Вы должны согласиться с правилами

source: Agree
russian: Согласен/Согласна

source: Send
russian: Отправить

source: Tell us why you are reporting this
russian: Расскажите, почему вы сообщаете об этом

source: Forum
russian: Форум

source: Are you sure that you want to delete the message(s) from your inbox??
russian: Вы уверены, что хотите удалить сообщение(и) из вашего почтового ящика??

source: About user
russian: О пользователе

source: Contact
russian: Контактные данные

source: Show topics
russian: Просмотреть темы

source: Show posts
russian: Просмотреть сообщения

source: Show subscriptions
russian: Просмотреть подписки

source: Send email
russian: Отправить email

source: Upload avatar
russian: Загрузить аватар

source: No signature currently stored in profile.
russian: Нет сохраненной подписи в профиле.

source: Write message
russian: Написать сообщение

source: Send to
russian: Отправить

source: Separate names with commas, maximum %s names
russian: Имена отделяются запятыми, максимум %s имен

source: Unsubscribe
russian: Отписаться

source: Subscribe
russian: Подписаться

source: Moderate topic
russian: Модерировать тему

source: Show all posts
russian: Просмотреть все сообщения

source: Open topic
russian: Открыть тему

source: Close topic
russian: Закрыть тему

source: Unstick topic
russian: Открепить тему

source: Stick topic
russian: Закрепить тему

source: Confirm deletion
russian: Подтвердить удаление

source: Are you sure you want to delete the selected messages?
russian: Вы уверены, что хотите удалить выбранные сообщения?

source: Keyword
russian: Ключевое слово

source: Author
russian: Автор

source: Message text and topic subject
russian: В тексте сообщений и названиях тем

source: Message text only
russian: Только в тексте сообщений

source: Topic subject only
russian: Только в названиях тем

source: Post time
russian: Время публикации

source: Topics
russian: Темы

source: Forgotten password
russian: Забыли пароль

source: The email address you entered is invalid
russian: Указанный почтовый адрес неверен.

source: Request password
russian: Запросить пароль

source: Back
russian: Вернуться

source: Search in posts
russian: Поиск на сообщениях

source: Forum rules
russian: Правила форума

source: BBCode is a collection of tags that are used to change the look of text in this forum. Below you can find all the available BBCodes and how to use them. Administrators have the ability to disable BBCode. You can tell if BBCode is disabled whenever you post a message or edit your signature.
russian: BBCode - это набор тегов форматирования, которые позволяют оформлять текст в сообщениях на форуме. Ниже представлен список всех доступных для использования BB-кодов, с пояснениями по их применению. Администрация может включать и отключать BB-коды. Вы можете отключить BB-коды во время публикации сообщений или редактировании подписи.

source: Text style
russian: Оформление текста

source: Multimedia
russian: Мультимедиа

source: Quotes
russian: Цитаты

source: Lists
russian: Списки

source: The following tags change the appearance of text:
russian: Нижеперечисленные теги влияют на отображение текста в сообщениях:

source: Bold text
russian: Жирный

source: produces
russian: выводит

source: Underlined text
russian: Подчеркнутый

source: Italic text
russian: Курсив

source: Strike-through text
russian: Зачёркнутый

source: Inserted text
russian: Вставленный текст

source: Red text
russian: Красный текст

source: Blue text
russian: Синий текст

source: Subscript text
russian: Подстрочный текст

source: Superscript text
russian: Надстрочный текст

source: Heading text
russian: Заглавный текст

source: You can create links to other locations or to email addresses using the following tags:
russian: Вы можете создавать ссылки на другие документы или почтовые адреса используя следующие теги:

source: My email address
russian: Мой адрес электронной почты

source: If you want to display an image you can use the img tag. The text appearing after the "=" sign in the opening tag is used for the alt attribute and should be included whenever possible.
russian: Если вы хотите вывести изображение в сообщении, то используйте тег img. Текст, следующий за знаком равенства «=», будет использован в качестве описания и всплывающей подсказки.

source: Luna BBCode Test
russian: Тест BB-кодов Luna

source: Luna supports embedding from DailyMotion, Vimeo and YouTube. With the BBCode below, you can embed one of those services videos.
russian: Luna поддерживает встраивание с DailyMotion, Vimeo и YouTube. С BB-кодами, указанными ниже, Вы можете вставить один из этих сервисов видео.

source: Put the link to the video here
russian: Поместите здесь ссылку на видео

source: If you want to quote someone, you should use the quote tag.
russian: Если вы захотите процитировать какое-либо сообщение, используйте тег quote.

source: This is the text I want to quote.
russian: Это цитируемый текст.

source: produces a quote box like this:
russian: выводит окно цитаты наподобие этого:

source: wrote
russian: написал

source: If you don't want to quote anyone in particular, you can use the quote tag without specifying a name. If a username contains the characters [ or ] you can enclose it in quote marks.
russian: Если вы не хотите указывать автора цитируемого сообщения, используйте тег quote без имени. Если цитируемое имя пользователя содержит символы [ или ], то можно взять имя в кавычки.

source: When displaying source code you should make sure that you use the code tag. Text displayed with the code tag will use a monospaced font and will not be affected by other tags.
russian: Когда сообщение содержит куски программного кода, то для правильного его вывода должен использоваться тег code. Программный код, оформленный тегом code, выводиться моноширинным шрифтом и на него не влияют другие теги.

source: This is some code.
russian: Это какой-то код.

source: produces a code box like this:
russian: выводит окно кода наподобие этого:

source: You can also use syntax highlighting for markup, CSS, PHP and JavaScript. The language has to be noted on the first line inside the codetag and can't be on the same line as <code>[code]</code>.
russian: Вы также можете использовать подсветку синтаксиса для разметки, CSS, PHP и JavaScript. Язык должен быть отмечен на первой строке внутри код-тега, и не может быть на той же строке как <код>[код]</код>.

source: To create a list you can use the list tag. You can create 2 types of lists using the list tag.
russian: Для создания списков используйте тег list. С помощью тега list можно создать 2 вида списков.

source: Example list item 1.
russian: Первая ячейка списка.

source: Example list item 2.
russian: Вторая ячейка списка.

source: Example list item 3.
russian: Третья ячейка списка.

source: produces a bulleted list.
russian: выводит маркированный список.

source: produces a numbered list.
russian: выводит пронумерованный список.

source: If enabled, the forum can convert a series of smilies to graphical representations. The following smilies you can use are:
russian: Форум поддерживает конвертацию некоторых символьных комбинаций в графические аналоги указанных эмоций. Доступны следующие смайлики:

source: and
russian: и

source: General use
russian: Общее использование

source: Explains some of the basics on how to work with this forum software.
russian: Объясняются некоторые основы работы с этим программным обеспечением форума.

source: Forums and topics
russian: Форумы и темы

source: What do the labels in front of topic titles mean?
russian: Что означают метки перед заголовками тем?

source: You'll see that some of the topics are labeled, different labels have different meanings.
russian: Вы увидите, что некоторые темы помечены. Различные метки имеют различные значения.

source: Label
russian: Метка

source: Explanation
russian: Пояснение

source: Sticky topics are usually important topics which you should read. It's worth it to take a look there.
russian: Прикрепленные темы, как правило, это важные темы, которые вы должны прочитать.

source: When a you see a closed label, it means you can't post on that topic any more, unless you have a permission that overwrites this. The topic is still available to read, though.
russian: Когда вы видите закрытую метку, это означает, что вы не можете больше писать в этой теме, если у вас нет разрешения. Тема по-прежнему доступна для чтения.

source: This topic has been moved to another forum. Admins and moderators can choose to show this notification, or simply not show it. The original forum where this topic was located in, won't show any topic stats anymore.
russian: Эта тема была перемещена в другой форум. Администраторы и модераторы могут выбрать показывать это уведомление, или просто не показывать. Оригинальный форум, где эта тема была расположена, больше не будет показывать любую статистику темы.

source: This little dot appears when you have made a post in this topic.
russian: Эта небольшая точка означает, что вы оставили сообщение в этой теме.

source: Smilies, signatures, avatars and images are not visible?
russian: Почему не отображаются смайлики, подписи, аватары и изображения?

source: You can change the behavior of the topic view in your profile settings. There you can enable smilies, signatures, avatars and images in posts, but they should be enabled by default unless your forum admin has disabled those features.
russian: Вы можете изменить поведение просматриваемых тем в настройках Вашего профиля. Там вы можете включить смайлики, подписи, аватары и изображения в сообщениях, но они должны быть включены по умолчанию, если администратор вашего форума не отключил эти функции.

source: Why can't I see any topics or forums?
russian: Почему я не вижу каких-либо тем или форумов?

source: You might not have the correct permissions to do so, ask the forum administrator for more help.
russian: Вы, возможно, не имеете необходимых разрешений для этого действия, обращайтесь к администратору форума за дополнительной информацией.

source: Why can't I see any profiles?
russian: Почему я не могу просмотреть ни одного профиля?

source: My profile doesn't contain as much as others?
russian: Мой профиль не отображает все данные, которые содержит?

source: You're profile will only display fields that are enabled and filled in on your profile personality page. You might want to see if you missed some fields.
russian: Ваш профиль будет отображать только те поля, которые включены и заполнены на вашей личной странице профиля. Возможно, вы заметите, что пропустили некоторые поля.

source: Are there more options to search?
russian: Есть больше вариантов для поиска?

source: When you go to the search page, you'll find yourself on a page with 1 search box. Below that search box there is a link to Advanced search, here you can find more search options! This feature may not be available on your device, if disabled by the forum admin.
russian: Страница поиска содержит 1 поле поиска. Ниже этого поля поиска есть ссылка к Расширенному поиску, тут вы можете найти больше возможностей для поиска! Эта функция может быть недоступна на вашем устройстве, если отключена администратором форума.

source: Why can't search in more then 1 forum at once?
russian: Почему нельзя искать в более чем 1 форуме сразу?

source: You might not have the correct permissions to do so, ask the forums administrator for more help.
russian: Вы, возможно, не имеете необходимых разрешений для этого действия, обращайтесь к администратору форума за дополнительной информацией.

source: Moderating
russian: Модерирование

source: Admins and moderators need help sometimes, too! The basics of moderating are explained here.
russian: Администраторам и модераторам нужна помощь иногда тоже! Основы модерирования объясняются тут.

source: How do I moderate a forum?
russian: Как мне модерировать форум?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current forum. From there, you can move, delete, merge, close and open multiple topics at once.
russian: Параметры модерации доступны в нижней части страницы. Эти функции могут быть недоступны для всех модераторов. При нажатии на эту кнопку, вы будете отправлены на страницу, где сможете управлять текущим форумом. Оттуда вы можете перемещать, удалять, объединять, закрывать и открывать несколько тем сразу.

source: How do I moderate a topic?
russian: Как мне модерировать тему?

source: The moderation options are available at the bottom of the page. Those features aren't available for all moderators. When you click this button, you will be send to a page where you can manage the current topic. From there, you can select multiple post to delete or split from the current topic at once.
russian: Параметры модерации доступны в нижней части страницы. Эти функции могут быть недоступны для всех модераторов. При нажатии на эту кнопку, вы будете отправлены на страницу, где сможете управлять текущей темой. Оттуда, вы можете выбрать несколько сообщений сразу для удаления или разделения от текущей темы.

source: Next to the "Moderate topic" button, you can find options to move, open or close the topic. You can also make it a sticky topic from there, or unstick it.
russian: Рядом с кнопкой "Модерировать тему", Вы можете найти опции для перемещения, открытия или закрытия темы. Вы также там можете сделать тему прикрепленной, или открепить её.

source: How do I moderate an user?
russian: Как мне модерировать пользователя?

source: Moderating options are available in the users profile. You can find the moderation options under "Administration" in the users profile menu. Those features aren't available for all moderators.
russian: Опции модерирования доступны в профиле пользователя. Вы можете найти опции модерирования в разделе "Администрация" в профилях пользователей. Эти функции могут быть недоступны для всех модераторов.

source: The Administration page allow you to check if the user has an admin note, and you can also change that note if required. You can also change the post count of the user. At this page, the user can also be given moderator permissions on a per-forum base, though the user must have a moderator account to be able to actually use those permissions.
russian: Страница администрирования позволяют проверить имеет ли пользователь примечание администратора, и вы также можете изменить эту запись, если потребуется. Вы также можете изменить количество сообщений пользователя. На этой странице пользователю также может быть предоставлены модераторские права на форуме, при этом пользователь должен иметь аккаунт модератора, чтобы использовать эти полномочия.

source: Finally, you can ban or delete a user from his profile. If you want to ban and/or delete multiple users at once, you're probably better off with the advanced user management features in the Backstage.
russian: Наконец, Вы можете заблокировать или удалить пользователя из его профиля. Если вы хотите забанить и/или удалить несколько пользователей одновременно, Вам лучше всего воспользоваться расширенными функциями управления пользователями в Консоли

source: New topic in "%s"
russian: Новая тема в "%s"

source: New comment in "%s"
russian: Новый комментарий в "%s"

source: Personalize
russian: Персонализация

source: Threads
russian: Темы

source: Time
russian: Время

source: Change password
russian: Изменить пароль

source: Leave blank to use default
russian: Оставьте пустым, чтобы использовать значение по умолчанию

source: Avatar
russian: Аватар

source: Upload an image to represent you
russian: Загрузите изображение, представляющее Вас

source: Write a small piece to attach to every post you make
russian: Напишите небольшой фрагмент текста, который будет выводится под вашими сообщениями

source: Max length: %s characters / Max lines: %s
russian: Макс. длина: %s символов / Макс. строк: %s

source: Signature preview
russian: Предварительный просмотр подписи
