Repository: BinarMorker/Luna-Translations
Catalog: */luna.po
Languages: russian

source: New posts
russian: Новые сообщения

source: Forum is empty.
russian: Форум пуст.

source: Open
russian: Открыть

source: Close
russian: Закрыть

source: Permissions
russian: Разрешения

source: Posting
russian: Публикация

source: Allow the BBCode [img] tag in posts.
russian: Разрешить использование BB-тега [img] в сообщениях.

source: All caps
russian: Все прописные

source: Allow a message to contain only capital letters.
russian: Разрешать сообщения, состоящие полностью из прописных букв.

source: Allow a subject to contain only capital letters.
russian: Разрешать публикацию тем, заголовки которых состоят полностью из прописных букв.

source: Guests
russian: Гости

source: Require guests to supply an email address when posting.
russian: Требовать от гостей обязательного указания e-mail адреса при публикации сообщений.

source: Signatures
russian: Подписи

source: Allow the BBCode [img] tag in user signatures (not recommended).
russian: Разрешить использование BB-кода [img] в подписях (не рекомендуется).

source: Allow a signature to contain only capital letters.
russian: Разрешать подписи, состоящие полностью из прописных букв.

source: Maximum signature length
russian: Максимальная длина подписи

source: Maximum amount of characters a signature can have
russian: Максимальное количество символов в подписи

source: Maximum signature lines
russian: Максимальное количество строк подписи

source: Maximum amount of lines a signature can have
russian: Максимальное количество строк в подписи

source: Allow users to use a banned email address, mailing list will be warned when this happens.
russian: Разрешить пользователям использовать заблокированные email-адреса. Когда это произойдет, будет отправлено уведомление.

source: Allow users to use an email address that is already used, mailing list will be warned when this happens.
russian: Разрешить пользователям использовать email-адрес, который уже используется другим пользователем. Когда это произойдет, будет отправлено уведомление.

source: Style
russian: Стиль

source: Current theme
russian: Текущий стиль

source: Theme settings for %s
russian: Настройки стиля для %s

source: This theme has no settings available...
russian: Этот стиль не имеет доступных настроек...

source: Default style
russian: Стиль по умолчанию

source: Here are all themes we could find in the <code>/themes/</code>-folder of your Luna installation. You can choose them to become default here, we set, theme options will appear above.
russian: Здесь находятся все стили, которые можно найти в <code>/themes/</code>-папке форума Luna. Вы можете выбрать их здесь для использования по умолчанию; настройки стилей будут показаны выше.

source: About %s
russian: О %s

source: version %s
russian: версия %s

source: Released on %s
russian: Выпущен на %s

source: Designed for Luna %s to %s
russian: Разработан для Luna %s до %s

source: In use
russian: В использовании

source: Use
russian: Использовать

source: Login
russian: Вход

source: Password
russian: Пароль

source: Remember me
russian: Запомнить меня

source: Backstage
russian: Консоль

source: is a required field in this form.
russian: обязательное поле формы.

source: Posts per cycle must be a positive integer value.
russian: Значение сообщений за цикл должно быть положительным целым числом.

source: Rebuilding search index
russian: Перестройка поискового индекса

source: Rebuilding index. This might be a good time to put on some coffee :-)
russian: Перестройка индекса. Это подходящий момент, чтобы сделать себе чашечку кофе :-)

source: Processing post <strong>%s</strong> …
russian: Обработка сообщения <strong>%s</strong> …

source: JavaScript redirect unsuccessful. %s to continue …
russian: JavaScript перенаправление не работает. %s чтобы продолжить …

source: Click here
russian: Нажмите здесь

source: The forums are temporarily down for maintenance. Please try again in a few minutes.
russian: Форумы временно закрыты на техническое обслуживание. Зайдите через несколько минут.

source: The cache files have been removed.
russian: Временные файлы удалены.

source: The message to tell users about the maintenance
russian: Сообщение, которое будет показываться пользователям во время проведения технических работ

source: Enable to activate maintenance mode, the board will only be available for admins. Do not log out when this feature is active!
russian: Если опция активирована, то форум становится доступен только администраторам. Не выходите из учетной записи пока эта опция активирована!

source: Cache
russian: Кэш

source: Remove all cache files so the database has to return up-to-date values
russian: Удалить все временные файлы, для актуализации значений из базы данных

source: Clear cache
russian: Очистить кэш

source: Rebuild search index
russian: Перестройка поискового индекса

source: Rebuild index
russian: Перестроить индекс

source: If you changes something about topics and posts in the database you should rebuild the search index. It's recommended to activate maintenance mode during rebuilding. This can take a while and can increase the server load during the process!
russian: Если вы добавляли, редактировали или удаляли сообщения в ручном режиме напрямую через базу данных, то необходимо перестроить поисковый индекс. Перестройка поискового индекса может занять продолжительное время и увеличить нагрузку на сервер!

source: Posts per cycle
russian: Сообщений за цикл

source: Number of posts per pageview, this prevents a timeout, 300 recommended
russian: Количество сообщений выводимых на одной странице (300 оптимально). Это предотвращает от превышения допустимого времени выполнения

source: Starting post ID
russian: ID начального сообщения

source: The ID where to start, default is first ID found in database
russian: С указанного ID сообщения начнется перестройка поискового индекса. Начальное значение по умолчанию равняется наименьшему ID в базе данных

source: Empty index
russian: Очищать индекс

source: Select this if you want the search index to be emptied before rebuilding (see below).
russian: Активируйте опцию, если хотите, чтобы поисковый индекс очистился перед процессом перестройки (см. ниже).

source: Be sure to enable JavaScript during the rebuild (to start a new cycle automatically). When you have to abort the rebuilding, remember the last post ID and enter that ID+1 in "Starting post ID" if you want to continue (Uncheck "Empty index").
russian: Убедитесь, что включен JavaScript в браузере на время перестройки (для автоматической переадресации после завершения очередного цикла). Если Вы вдруг захотите прервать процесс перестройки, то запомните последнее значение ID сообщения, и введите ID+1 в поле "ID начального сообщения" в случае если вы захотите продолжить (выключите опцию "Очищать индекс").

source: You must enter a title.
russian: Вы должны ввести название.

source: Your installation does not support automatic conversion of internationalized domain names. As your base URL contains special characters, you <strong>must</strong> use an online converter.
russian: Ваша установка не поддерживает автоматическое преобразование интернационализированных доменных имен. Так как Ваш основной URL-адрес содержит специальные символы, то Вы <strong>должны</strong> использовать онлайн-конвертер.

source: Enter your announcement here.
russian: Введите текст Вашего объявления.

source: The value of "Timeout online" must be smaller than the value of "Timeout visit".
russian: Значение "Online тайм-аут" должно быть меньше значения "Тайм-аут посещений".

source: Essentials
russian: Основное

source: Board title
russian: Название форума

source: Board description
russian: Описание форума

source: What's this board about?
russian: О чем этот форум?

source: Board tags
russian: Теги конференции

source: Add some words that describe your board, separated by a comma
russian: Добавьте несколько слов, описывающих вашу конференцию, разделенных запятыми

source: Board URL
russian: URL-адрес форума

source: Default language
russian: Язык по умолчанию

source: The default language
russian: Язык по умолчанию

source: Time and timeouts
russian: Время и тайм-ауты

source: Time format
russian: Формат времени

source: Now: %s. See %s for more info
russian: Текущий формат: %s. Смотрите %s для ознакомления с возможными вариантами

source: PHP manual
russian: PHP руководство

source: Date format
russian: Формат даты

source: Default time zone
russian: Часовой пояс по умолчанию

source: (UTC-12:00) International Date Line West
russian: (UTC-12:00) Западная международная линия перемены дат

source: (UTC-11:00) Niue, Samoa
russian: (UTC-11:00) Ниуэ, Самоа

source: (UTC-10:00) Hawaii-Aleutian, Cook Island
russian: (UTC-10:00) Гавайи и Алеутские о-ва, о-ва Кука

source: (UTC-09:30) Marquesas Islands
russian: (UTC-09:30) Маркизские острова

source: (UTC-09:00) Alaska, Gambier Island
russian: (UTC-09:00) Аляска, о-ва Гамбье

source: (UTC-08:30) Pitcairn Islands
russian: (UTC-08:30) Острова Питкэрн

source: (UTC-08:00) Pacific
russian: (UTC-08:00) Тихоокеанское время

source: (UTC-07:00) Mountain
russian: (UTC-07:00) Горное время

source: (UTC-06:00) Central
russian: (UTC-06:00) Центральное время

source: (UTC-05:00) Eastern
russian: (UTC-05:00) Восточное время

source: (UTC-04:00) Atlantic
russian: (UTC-04:00) Атлантическое время

source: (UTC-03:30) Newfoundland
russian: (UTC-03:30) Ньюфаундленд

source: (UTC-03:00) Amazon, Central Greenland
russian: (UTC-03:00) Амазонка, Центральная Гренландия

source: (UTC-02:00) Mid-Atlantic
russian: (UTC-02:00) Среднеатлантическое время

source: (UTC-01:00) Azores, Cape Verde, Eastern Greenland
russian: (UTC-01:00) Азорские о-ва, Зелёный Мыс, Восточная Гренландия

source: (UTC) Western European, Greenwich
russian: (UTC) Западноевропейское время, Гринвич

source: (UTC+01:00) Central European, West African
russian: (UTC+01:00) Центральноевропейское время, Западноафриканское время

source: (UTC+02:00) Eastern European, Central African
russian: (UTC+02:00) Восточноевропейское время, Центральноафриканское время

source: (UTC+03:00) Eastern African
russian: (UTC+03:00) Восточноафриканское время

source: (UTC+03:30) Iran
russian: (UTC+03:30) Иран

source: (UTC+04:00) Moscow, Gulf, Samara
russian: (UTC+04:00) Москва, ОАЭ, Самара

source: (UTC+04:30) Afghanistan
russian: (UTC+04:30) Афганистан

source: (UTC+05:00) Pakistan
russian: (UTC+05:00) Пакистан

source: (UTC+05:30) India, Sri Lanka
russian: (UTC+05:30) Индия, Шри-Ланка

source: (UTC+05:45) Nepal
russian: (UTC+05:45) Непал

source: (UTC+06:00) Bangladesh, Bhutan, Yekaterinburg
russian: (UTC+06:00) Бангладеш, Бутан, Екатеринбург

source: (UTC+06:30) Cocos Islands, Myanmar
russian: (UTC+06:30) Кокосовые о-ва, Мьянма

source: (UTC+07:00) Indochina, Novosibirsk
russian: (UTC+07:00) Индокитай, Новосибирск

source: (UTC+08:00) Greater China, Australian Western, Krasnoyarsk
russian: (UTC+08:00) Китай, Западноавстралийское время, Красноярск

source: (UTC+08:45) Southeastern Western Australia
russian: (UTC+08:45) Юго-Западная Австралия

source: (UTC+09:00) Japan, Korea, Chita, Irkutsk
russian: (UTC+09:00) Япония, Корея, Чита, Иркутск

source: (UTC+09:30) Australian Central
russian: (UTC+09:30) Центральноавстралийское время

source: (UTC+10:00) Australian Eastern
russian: (UTC+10:00) Восточноавстралийское время

source: (UTC+10:30) Lord Howe
russian: (UTC+10:30) о-в Лорд-Хау

source: (UTC+11:00) Solomon Island, Vladivostok
russian: (UTC+11:00) Соломоновы о-ва, Владивосток

source: (UTC+11:30) Norfolk Island
russian: (UTC+11:30) о-в Норфолк

source: (UTC+12:00) New Zealand, Fiji, Magadan
russian: (UTC+12:00) Новая Зеландия, Фиджи, Магадан

source: (UTC+12:45) Chatham Islands
russian: (UTC+12:45) о-ва Чатем

source: (UTC+13:00) Tonga, Phoenix Islands, Kamchatka
russian: (UTC+13:00) Тонга, о-ва Феникс, Камчатка

source: (UTC+14:00) Line Islands
russian: (UTC+14:00) о-ва Лайн

source: Advance time by 1 hour for daylight saving.
russian: Перейти на летнее время (время увеличится на 1 час).

source: Visit timeout
russian: Тайм-аут посещений

source: Time before a visit ends
russian: Время до окончания визита

source: seconds
russian: секунд

source: Online timeout
russian: Онлайн таймаут

source: Time before someone isn't online anymore
russian: Время пребывания посетителей в списке онлайн

source: Syndication
russian: Ленты тем и сообщений

source: Default feed type
russian: Тип лент по умолчанию

source: Select a feed
russian: Выберите ленту

source: None
russian: Отключено

source: Duration to cache feeds
russian: Время кэширования лент

source: Reduce sources by caching feeds
russian: Уменьшение потребления ресурсов за счет кэширования лент

source: Don't cache
russian: Не кэшировать

source: %d minutes
russian: %d минут

source: Reports
russian: Жалобы

source: Reporting method
russian: Методы доставки жалоб

source: How should we handle reports?
russian: Каким методом должны доставляться жалобы?

source: Internal
russian: Внутренний

source: Both
russian: Оба

source: Mailing list
russian: Список рассылки

source: A comma separated list of subscribers who get e-mails when new reports are made
russian: Разделенный запятыми список подписчиков, которые получают новые уведомления о жалобах на электронную почту

source: Cookie bar
russian: Cookie-панель

source: More info
russian: Подробнее

source: Show a bar with information about cookies at the bottom of the page.
russian: Показать панель с информацией о cookies в нижней части страницы.

source: Cookie bar URL
russian: URL Cookie-панели

source: Use your own URL for cookie information, by default, we provide our own page
russian: Используйте свой собственный URL-адрес для информации о файле cookie. По умолчанию, мы предоставляем нашу собственную страницу

source: Avatars
russian: Аватары

source: Use avatars
russian: Использовать аватары

source: Enable so users can upload avatars.
russian: Включите, чтобы пользователи могли загружать аватары.

source: Upload directory
russian: Папка для загрузки

source: Where avatars will be stored relative to Lunas root, write permission required
russian: Директория, где будут храниться аватары относительно корневой папки форума Luna. Требуется разрешение на запись

source: Max width
russian: Максимальная ширина

source: pixels
russian: пикселей

source: Max height
russian: Максимальная высота

source: Max size
russian: Максимальный размер

source: bytes
russian: байт

source: Announcements
russian: Объявления

source: Announcement title
russian: Заголовок объявления

source: You can leave this empty if there is no title
russian: Вы можете оставить поле пустым, если нет названия

source: Announcement type
russian: Тип объявления

source: Default
russian: По умолчанию

source: Info
russian: Инфо

source: Success
russian: Успех

source: Warning
russian: Предупреждение

source: Danger
russian: Опасность

source: Announcement message
russian: Текст объявления

source: Enable this to display the below message in the board.
russian: Активируйте эту опцию, чтобы показывать на форуме следующее сообщение.

source: Appearance
russian: Внешний вид

source: Display settings
russian: Настройки отображения

source: Theme settings
russian: Настройки стиля

source: Allow users to set their own accent color.
russian: Разрешить пользователям задавать свои собственные цвета.

source: Allow users to change the night mode settings.
russian: Разрешить пользователям менять настройки ночного режима.

source: Color
russian: Цвет

source: User profile
russian: Профиль пользователя

source: Show information about the poster under the username in topic view.
russian: Выводить информацию о пользователе в темах под его именем.

source: Show the number of posts a user has made in topic view, profile and user list.
russian: Выводить число сообщений пользователя в темах, профиле, списке пользователей.

source: Index settings
russian: Настройки главной страницы

source: Show the "Moderated by" list when moderators are set on a per-forum base (requires theme support).
russian: Показывать список "Модераторы:" когда модераторы устанавливаются на базе форума (требуется поддержка стилем).

source: Emoji
russian: Эмодзи

source: Use emojis instead of emoticons.
russian: Использовать эмодзи вместо смайликов.

source: Smilie size
russian: Размер смайлика

source: The emoticons and emojis are shown, don't go above 29 pixels when using normal emoticons
russian: Отображение смайликов и эмодзи; не больше 29 пикселей при использовании нормальных смайликов

source: Topic review
russian: Обзор темы

source: Maximum amount of posts showed when posting
russian: Максимальное кол-во сообщений на странице формы полного ответа

source: Topics per page
russian: Тем на странице

source: Default amount of topics per page
russian: Кол-во тем на странице по умолчанию

source: Posts per page
russian: Сообщений на странице

source: Default amount of posts per page
russian: Кол-во сообщений на странице по умолчанию

source: Header settings
russian: Параметры заголовка

source: Notifications
russian: Уведомления

source: Show a fly-out when clicking the notification icon instead of going to the notification page. Disableing this feature might improve performance.
russian: Показать всплывающее окно при нажатии на значок уведомления, вместо перехода на страницу уведомления. Отключение этой функции может повысить производительность.

source: Show the search bar in the heading.
russian: Показать панель поиска в заголовке.

source: Footer settings
russian: Настройка нижнего колонтитула

source: Statistics
russian: Статистика

source: Show the board statistics.
russian: Показать статистику конференции.

source: Back to top
russian: Вернуться к началу

source: Show a "Back to top" link in the footer.
russian: Показать ссылку «Вернуться к началу» в нижнем колонтитуле.

source: Copyright
russian: Авторское право

source: Show the copyright notice in the footer.
russian: Показать уведомление об авторских правах в нижнем колонтитуле.

source: Copyright content
russian: Авторские права

source: Show default copyright
russian: Показать авторские права по умолчанию

source: Show personalized copyright notices:
russian: Показать персональные уведомления об авторских правах:

source: Your copyright
russian: Ваши авторские права

source: Users
russian: Пользователи

source: Last used
russian: Последнее использование

source: Times found
russian: Найдено раз

source: Action
russian: Действие

source: Find more users for this ip
russian: Найти пользователей с таким же ip

source: There are currently no posts by that user in the forum.
russian: У пользователя нет ни одного сообщения на форуме.

source: The supplied IP address is not correctly formatted.
russian: Указанный IP имеет неправильный формат.

source: Title/Status
russian: Звание/Ранг

source: Posts
russian: Сообщения

source: Admin note
russian: Заметки администратора

source: IP stats
russian: IP статистика

source: The supplied IP address could not be found in the database.
russian: Указанный IP не найден в базе данных.

source: No users selected.
russian: Нет выбранных пользователей.

source: For security reasons, you are not allowed to move multiple administrators to another group. If you want to move these administrators, you can do so on their respective user profiles.
russian: В целях безопасности Вам запрещено перемещать администраторов многократно в другую группу. Если Вы хотите переместить этих администраторов, то можно это сделать в их соответствующих профилях.

source: Invalid group ID.
russian: Неверный идентификатор группы.

source: Change user group
russian: Изменение группы пользователя

source: New group
russian: Новая группа

source: Select a new user group
russian: Выберите новую группу для пользователя

source: Administrators cannot be deleted. In order to delete administrators, you must first move them to a different user group.
russian: Администраторы не могут быть удалены. Для удаления необходимо переместить их в другую группу.

source: Delete users
russian: Удаление пользователей

source: Warning! Deleted users and/or posts cannot be restored. If you choose not to delete the posts made by this user, the posts can only be deleted manually at a later time.
russian: Внимание! Удаленные пользователи и сообщения не подлежат восстановлению. Если вы не хотите удалять сообщения вместе с пользователями, то сообщения можно будет удалить позже, в ручном режиме.

source: Delete any posts and topics this user has made
russian: Удалить все темы и сообщения, сделанные этим пользователем

source: Administrators cannot be banned. In order to ban administrators, you must first move them to a different user group.
russian: Администраторы не могут быть заблокированы. Для блокирования необходимо переместить их в другую группу.

source: Moderators cannot be banned. In order to ban moderators, you must first move them to a different user group.
russian: Модераторы не могут быть заблокированы. Для блокирования необходимо переместить их в другую группу.

source: Ban users
russian: Блокировка пользователей

source: Ban IP addresses
russian: Блокировка IP адресов

source: Also ban the IP addresses of the banned users to make registering a new account more difficult for them.
russian: Вместе с учетной записью пользователя блокировать его IP адрес, что усложнит повторную регистрацию.

source: You entered a non-numeric value into a numeric only column.
russian: Вы ввели нецифровое значение в цифровое поле.

source: You entered an invalid date/time.
russian: Вы неверно указали дату/время.

source: Change group
russian: Изменить группу

source: Banned
russian: Заблокирован

source: Not verified
russian: Не проверено

source: The user has been deleted.
russian: Пользователь удален.

source: User search
russian: Поиск пользователя

source: Enter a username to search for and/or a user group to filter by. Use the wildcard character * for partial matches.
russian: Введите имя искомого пользователя и/или выберите группу. Для поиска по маске используйте символ звездочки (*).

source: Email address
russian: Адрес Email

source: Title
russian: Звание

source: Real name
russian: Настоящее имя

source: Website
russian: Веб-сайт

source: Microsoft Account
russian: Аккаунт Microsoft

source: Location
russian: Местоположение

source: Signature
russian: Подписи

source: User group
russian: Группа пользователя

source: All groups
russian: Все группы

source: Unverified users
russian: Непроверенные пользователи

source: Number of posts less than
russian: Кол-во сообщений меньше чем

source: Number of posts greater than
russian: Кол-во сообщений больше чем

source: Last post is before
russian: Последнее сообщение раньше

source: Last post is after
russian: Последнее сообщение позже

source: Last visit is before
russian: Последний визит раньше

source: Last visit is after
russian: Последний визит позже

source: Registered before
russian: Зарегистрирован раньше

source: Registered after
russian: Зарегистрирован позже

source: Number of posts
russian: Кол-во сообщений

source: Last post
russian: Последнее сообщение

source: Last visit
russian: Последний визит

source: Registered
russian: Зарегистрирован

source: IP search
russian: Поиск по IP

source: Find IP address
russian: Найти IP адрес

source: The IP address to search for in the post database.
russian: IP адрес для поиска в записях базы данных.

source: New reports
russian: Новые жалобы

source: Reported by
russian: Сообщил

source: Date and time
russian: Дата и время

source: Deleted user
russian: Удалённый пользователь

source: Deleted
russian: Удален

source: Post #%s
russian: Сообщение #%s

source: Mark as read
russian: Пометить как прочитанное

source: There are no new reports.
russian: Нет новых жалоб.

source: 10 last read reports
russian: 10 последних прочтенных жалоб

source: Marked as read by
russian: Пометить как прочитанное
