Repository: BinarMorker/Luna-Translations
Catalog: */luna.po
Languages: russian

source: Night mode
russian: Ночной режим

source: Never use night mode.
russian: Никогда не использовать ночной режим.

source: Always use night mode.
russian: Всегда использовать ночной режим.

source: Enable night mode automatically.
russian: Включить ночной режим автоматически.

source: Backstage accent
russian: Стиль консоли

source: Language
russian: Язык

source: Email settings
russian: Настройки Email

source: Display your email address.
russian: Показывать Ваш адрес email всем пользователям.

source: Hide your email address but allow form email.
russian: Скрывать почтовый адрес, но разрешать отправлять письма.

source: Hide your email address and disallow form email.
russian: Скрывать почтовый адрес и запрещать отправлять письма.

source: Include a plain text version of new posts in subscription notification emails.
russian: Включать в письмо-уведомление текстовую часть новых сообщений.

source: Automatically subscribe to every topic you post in.
russian: Автоматически подписываться на темы, в которых пользователь публиковал сообщения.

source: Post display
russian: Отображение сообщений

source: Show smilies as graphic icons.
russian: Показывать смайлики в графическом виде.

source: Show user signatures.
russian: Показывать подписи пользователей.

source: Show user avatars in posts.
russian: Показывать аватары пользователей в сообщениях.

source: Show images in posts.
russian: Показывать изображения в сообщениях.

source: Show images in user signatures.
russian: Показывать изображения в подписях пользователей.

source: Time zone
russian: Часовой пояс

source: Delete or ban user
russian: Удаление или блокировка пользователей

source: Ban user
russian: Заблокировать пользователя

source: Choose user group
russian: Выбор пользовательской группы

source: Delete user
russian: Удалить пользователя

source: Set moderator access
russian: Настройка модераторских прав доступа

source: Update forums
russian: Обновить форумы

source: Choose which forums this user should be allowed to moderate. Note: This only applies to moderators. Administrators always have full permissions in all forums.
russian: Выберите форумы, которые будет модерировать пользователь. Примечание: Настройка касается только модераторской группы. Администраторы всегда имеют полный доступ ко всем форумам.

source: Sort by username
russian: Сортировка по имени пользователя

source: Sort by registration date
russian: Сортировать по дате регистрации

source: Sort by number of posts
russian: Сортировка по количеству сообщений

source: Change email address
russian: Изменить адрес электронной почты

source: New email
russian: Новый адрес электронной почты

source: An email will be sent to your new address with an activation link. You must click the link in the email you receive to activate the new address.
russian: На новый почтовый адрес будет отправлено письмо со ссылкой для активации. Вы должны будете перейти по ссылке, указанной в письме, для завершения процедуры изменения почты.

source: Old password
russian: Старый пароль

source: New password
russian: Новый пароль

source: Confirm new password
russian: Подтвердите новый пароль

source: Change avatar
russian: Изменить аватар

source: An avatar is a small image that will be displayed under your username in your posts. It must not be any bigger than
russian: Аватар - это маленькая картинка, которая выводится под именем пользователя в сообщениях. Аватар не может быть больше

source: Upload
russian: Загрузить

source: Mark as unread
russian: Пометить как непрочитанное

source: Messages
russian: Сообщения

source: Sender
russian: Отправитель

source: Receiver(s)
russian: Получатель(и)

source: No messages
russian: Нет сообщений

source: Post topic
russian: Публикация темы

source: Back to index
russian: Вернуться на главную

source: Subforums
russian: Подфорумы

source: Moderate forum
russian: Модерировать форум

source: Please confirm that you want to delete the user
russian: Подтвердите свое желание удалить учетную запись пользователя

source: Edit "%s"
russian: Редактировать "%s"

source: More
russian: Больше

source: Mark as seen
russian: Отметить прочитанным

source: No new notifications
russian: Нет новых уведомлений

source: Delete notifications
russian: Удалить уведомления

source: RSS active topics feed
russian: RSS лента активных тем

source: Atom active topics feed
russian: Atom лента активных тем

source: RSS forum feed
russian: RSS лента форума

source: Atom forum feed
russian: Atom лента форума

source: RSS topic feed
russian: RSS лента темы

source: Atom topic feed
russian: Atom лента темы

source: User
russian: Пользователь

source: Topic
russian: Тема

source: Post
russian: Запись

source: Newest user
russian: Новый пользователь

source: Guest online
russian: Гость онлайн

source: Powered by %s
russian: Работает на %s<br /><small><a href="http://allec.info/luna/russian-lang-pack/" rel="nofollow">Русская локализация</a></small>

source: We use cookies to give you the best experience on this board.
russian: Мы используем cookies, чтобы дать Вам больше возможностей на этой конференции.

source: Don't show again
russian: Не показывать снова

source: Hi there, %s
russian: Привет, %s

source: Welcome to %s
russian: Добро пожаловать на %s

source: Extend your details
russian: Расширить свои данные

source: Get help
russian: Получить помощь

source: Search the board
russian: Поиск на форуме

source: Send email to
russian: Отправка сообщения к

source: posts since
russian: сообщения с

source: By %s
russian: От %s

source: on
russian: в

source: Recent activity
russian: Недавняя активность

source: You must select some messages
russian: Вы должны выбрать хотя бы одно сообщение

source: Administrators cannot be deleted. In order to delete this user, you must first move him/her to a different user group.
russian: Учетная запись администратора не может быть удалена. Если хотите удалить этого пользователя, то сначала переведите его/её в группу с более низкими привилегиями.

source: The selected file was too large to upload. The server didn't allow the upload.
russian: Выбранный файл слишком велик для загрузки. Сервер не позволяет загружать файлы такого размера.

source: Unverified
russian: Непроверенные

source: The website URL you entered is invalid.
russian: URL сайта введен неверно.

source: Signatures cannot be longer than %1$s characters. Please reduce your signature by %2$s characters.
russian: Подпись не должна превышать %1$s символов. Пожалуйста, сократите Вашу подпись на %2$s символов.

source: This user is currently not subscribed to any topics.
russian: В настоящее время этот пользователь не подписан ни на одну тему.
