Repository: BinarMorker/Luna-Translations
Catalog: */luna.po
Languages: russian

source: Bad HTTP_REFERER. If you have moved these forums from one location to another or switched domains, you need to update the Base URL manually in the database (look for o_base_url in the config table) and then clear the cache by deleting all .php files in the /cache directory.
russian: Неверный HTTP_REFERER. Если Вы переместили эти форумы из одного местоположения в другое или переключили домены, Вы должны обновить Базовый URL вручную в базе данных (ищите o_base_url в таблице config), и затем очистите кэш, удалив все .php файлы в /cache директории.

source: Admin
russian: Админ

source: Features
russian: Особенности

source: Your settings have been saved.
russian: Ваши настройки сохранены.

source: General
russian: Общие

source: Save
russian: Сохранить

source: Topics and posts
russian: Темы и сообщения

source: Censor words in posts. See %s for more info.
russian: Фильтровать слова в сообщениях. Смотрите раздел %s для тонкой настройки.

source: Censoring
russian: Цензура

source: Show the number of views for each topic.
russian: Показать количество просмотров по каждой теме.

source: Show a label in front of the topics where users have posted.
russian: Показывать метку возле названия темы, в которой пользователи оставляли сообщения.

source: User features
russian: Возможности пользователя

source: Display info on the index page about users currently browsing the board.
russian: Показывать информацию на главной странице о гостях и пользователях просматривающих форум.

source: Allow users to attach a signature to their posts.
russian: Разрешать пользователям прикреплять к своим сообщениям подписи.

source: Use user ranks. See %s for more info.
russian: Использовать звания пользователей. Смотрите раздел %s для тонкой настройки.

source: Ranks
russian: Ранги

source: Search
russian: Поиск

source: Allow users to use the advanced search options.
russian: Разрешить пользователям использовать расширенный поиск.

source: Allow search only in 1 forum at a time.
russian: Разрешить поиск только в одном форуме одновременно.

source: Inbox
russian: Входящие

source: Use Inbox
russian: Использовать Входящие

source: Allow users to use Inbox.
russian: Разрешить пользователям использовать почтовый ящик.

source: Receivers
russian: Получатели

source: The number of receivers an Inbox message can have.
russian: Наибольшее количество сообщений во Входящих почтового ящика.

source: First run
russian: Первый запуск

source: General settings
russian: Общие настройки

source: Show the first run panel when an user logs in for the first time.
russian: Показывать панель приветствия, когда пользователь вошел в аккаунт впервые.

source: Show the first run panel to guests with login field and registration button.
russian: Показывать панель приветствия гостям, с полями для входа и кнопкой регистрации.

source: Welcome text
russian: Текст приветствия

source: The introduction to the forum displayed in the middle of the first run panel
russian: Предисловие к форуму отображается в центре панели приветствия

source: BBCode
russian: BB-код

source: Convert smilies to small graphic icons in user signatures.
russian: Конвертировать смайлики в подписях пользователей в маленькие графические иконки.

source: Convert URLs automatically to clickable hyperlinks.
russian: Автоматически распознавать все URL-адреса в сообщениях и делать ссылки активными.

source: Indent size
russian: Размер отступа

source: Amount of spaces that represent a tab
russian: Количество пробелов для представления табуляции

source: Maximum [quote] depth
russian: Максимальный уровень вложенности цитат [quote]

source: Maximum [quote] can be used in [quote]
russian: Максимальный уровень вложенности цитат [quote], который может использоваться внутри [quote]

source: Video height
russian: Высота видео

source: Height of an embedded video
russian: Высота вставленного видео

source: Video width
russian: Ширина видео

source: Width of an embedded video
russian: Ширина вставленного видео

source: Advanced
russian: Расширенный

source: Gzip output sent to the browser. This will reduce bandwidth usage, but use some more CPU. This feature requires that PHP is configured with zlib. If you already have one of the Apache modules (mod_gzip/mod_deflate) set up to compress PHP scripts, disable this feature.
russian: GZIP-сжатие отправляется в браузер. Это уменьшает трафик, но немного увеличивает нагрузку на процессор (CPU). Для работы необходима поддержка пакета zlib в PHP. Если вы уже используете один из модулей Apache (mod_gzip/mod_deflate) для сжатия страниц, то отключите эту опцию.

source: Your forum is already as up-to-date as this script can make it.
russian: Обновление не требуется, установлена последняя версия форума.

source: Start update
russian: Начать обновление

source: You have to enter at least one keyword and/or an author to search for.
russian: Необходимо ввести хотя бы одно ключевое слово и/или автора для проведения поиска.

source: You must give your menu item a title.
russian: Вы должны дать вашему пункту меню название.

source: You must give your menu item an URL.
russian: Вы должны дать вашему пункту меню URL-адрес.

source: Bad request. The link you followed is incorrect, outdated or you are simply not allowed to hang around here.
russian: Неверный запрос. Ссылка, по которой вы перешли, является неверной, просроченной или у Вас просто нет доступа к этой странице.

source: Position must be a positive integer value.
russian: Позиция должна быть положительным целым числом.

source: New menu item
russian: Новый пункт меню

source: Add
russian: Добавить

source: Name
russian: Имя

source: Menu
russian: Меню

source: Position
russian: Позиция

source: Show
russian: Показать

source: Delete
russian: Удалить

source: Enter your rules here.
russian: Введите здесь ваши правила.

source: Registration
russian: Регистрация

source: Allow new registrations
russian: Разрешить новые регистрации

source: Allow new users to be made by people.
russian: Разрешить создание новых пользователей.

source: Verify registrations
russian: Подтверждение регистрации

source: Send a random password to users to verify their email address.
russian: Отправлять случайный пароль пользователям для подтверждения их email-адресов.

source: Report new registrations
russian: Сообщать о новых регистрациях

source: Notify people on the mailing list when new user registers.
russian: Рассылать уведомления указанным в списке рассылки пользователям, о появлении новых участников на форуме.

source: User forum rules
russian: Правила форума

source: Require users to agree with the rules. This will enable a "Rules" panel in Help.
russian: Требовать от пользователей согласиться с правилами форума. Эта опция также активирует ссылку на правила в верхнем навигационном меню.

source: Enter your rules here
russian: Введите здесь ваши правила

source: Enter rules or useful information, required when rules are enabled
russian: Введите правила или важную информацию с которыми нужно ознакомиться, когда правила включены

source: Default email setting
russian: Настройки email по умолчанию

source: Default privacy setting for new registrations
russian: Выберите настройки, устанавливающие уровень конфиденциальности для новых пользователей

source: Display email address to other users.
russian: Показывать email-адрес всем пользователям.

source: Hide email address but allow form e-mail.
russian: Скрыть email-адрес, но разрешить отправлять письма.

source: Hide email address and disallow form email.
russian: Скрыть email-адрес и запретить отправлять письма.

source: The PHP function phpinfo() has been disabled on this server.
russian: Функция phpinfo() отключена на этом сервере.

source: Not available
russian: Недоступно

source: ionCube PHP Accelerator
russian: PHP Ускоритель ionCube

source: Alternative PHP Cache (APC)
russian: Альтернативный PHP Кэш (APC)

source: N/A
russian: Недоступно

source: Server statistics
russian: Статистика сервера

source: Luna version information
russian: Информация о версии Luna

source: Version
russian: Версия

source: Software version
russian: Версия программы

source: Bootstrap version
russian: Версия Bootstrap

source: Core version
russian: Версия ядра

source: Font Awesome version
russian: Версия Font Awesome

source: Database version
russian: Версия базы данных

source: jQuery version
russian: Версия jQuery

source: Server load
russian: Загруженность сервера

source: Environment
russian: Окружение

source: Database
russian: База данных

source: %s - %s user(s) online
russian: %s - %s пользователей онлайн

source: Operating system: %s
russian: Операционная система: %s

source: Show info
russian: Показать

source: Accelerator: %s
russian: Ускоритель: %s

source: Rows: %s
russian: Строк: %s

source: Size: %s
russian: Размер: %s

source: Days to prune must be a positive integer value.
russian: Значение дней для очистки должно быть положительным целым числом.

source: All forums
russian: Все форумы

source: There are no topics that are %s days old. Please decrease the value of "Days old" and try again.
russian: Тем старше %s суток не обнаружено. Уменьшите значение "Старше" и повторите попытку.

source: Prune
russian: Очистка

source: Confirm prune posts
russian: Подтверждение очистки сообщений

source: Are you sure that you want to prune all topics older than %s days from %s (%s topics).
russian: Вы уверены, что желаете удалить все темы старше %s дней из %s (%s тем).

source: WARNING! Pruning posts deletes them permanently.
russian: ВНИМАНИЕ! Сообщения удаляются навсегда.

source: Pruning complete. Notifications pruned.
russian: Очистка завершена. Уведомления очищены.

source: Pruning complete, all users pruned that matched the requirements have been pruned.
russian: Очистка завершена, все пользователи, соответствующие требованиям, были очищены.

source: Maintenance
russian: Режим обслуживания

source: Prune notifications
russian: Удалить уведомления

source: It's recommended to activate %s during pruning.
russian: Во время работы механизма очистки рекомендуется активировать %s.

source: maintenance mode
russian: режим обслуживания

source: Type
russian: Тип

source: All notifications
russian: Все уведомления

source: Seen notifications
russian: Просмотренные уведомления

source: New notifications
russian: Новые уведомления

source: Prune old posts
russian: Удалить старые сообщения

source: Days old
russian: Дней назад

source: The number of days old a topic must be to be pruned
russian: Число дней, после которых темы считаются старыми и будут очищены

source: Prune sticky topics
russian: Очищать прикрепленные темы

source: Yes
russian: Да

source: No
russian: Нет

source: Prune from forum
russian: Очистить на форуме

source: What shall we prune?
russian: Что нужно очистить?

source: Prune users
russian: Очистка пользователей

source: Prune by
russian: Очистить по

source: What should we count to prune?
russian: Что мы должны учитывать при очистке?

source: Registered date
russian: Дата регистрации

source: Last login
russian: Последний визит

source: Minimum days since registration/last login
russian: Минимум дней с момента регистрации/последнего входа в систему

source: The minimum amount of days since event specified above
russian: Минимальное количество дней с момента события, указанного выше

source: Maximum number of posts
russian: Максимальное количество сообщений

source: How many posts do you require before an users isn't pruned
russian: Сколько сообщений нужно набрать пользователю, чтобы он не был очищен

source: Delete admins and mods
russian: Удалять администраторов и модераторов

source: User status
russian: Статус пользователя

source: Delete any
russian: Удалить любые

source: Delete only verified
russian: Удалить только проверенные

source: Delete only unverified
russian: Удалить только непроверенные

source: You do not have permission to access this page.
russian: Вы не имеете доступа к этой странице.

source: There is no plugin called %s in the plugin directory.
russian: Плагин %s отсутствует в директории плагинов.

source: Loading of the plugin - <strong>%s</strong> - failed.
russian: Загрузить плагин - <strong>%s</strong> - не удалось.

source: Update
russian: Обновить

source: No user by that ID registered.
russian: Нет зарегистрированного пользователя с указанным ID.

source: No user by that username registered. If you want to add a ban not tied to a specific username just leave the username blank.
russian: Нет пользователя с таким именем. Если хотите заблокировать без привязки к имени, оставьте имя пользователя пустым.

source: The user %s is an administrator and can't be banned. If you want to ban an administrator, you must first demote him/her.
russian: Пользователь %s является администратором, его нельзя заблокировать. Если вы хотите заблокировать его, то сначала смените группу на более низкую, например, обычного пользователя.

source: The user %s is a moderator and can't be banned. If you want to ban a moderator, you must first demote him/her.
russian: Пользователь %s является модератором, его нельзя заблокировать. Если вы хотите заблокировать его, то сначала смените группу на более низкую, например, обычного пользователя.

source: Bans
russian: Блокировки

source: Supplement ban with IP and email
russian: Добавление блокировки IP или email

source: Username
russian: Имя пользователя

source: The username to ban
russian: Имя пользователя для блокировки

source: IP address/IP-ranges
russian: IP-адрес/IP-диапазоны

source: The IP you wish to ban, separate addresses with spaces
russian: Укажите IP-адрес или диапазон блокируемых адресов, разделяйте вводимые адреса пробелами

source: Click %s to see IP statistics for this user.
russian: Кликните %s, чтобы просмотреть статистику IP этого пользователя.

source: here
russian: сюда

source: The email or email domain you wish to ban
russian: Укажите email-адрес или email домена для блокировки

source: Ban message and expiry
russian: Причина блокировки и дата истечения

source: Ban message
russian: Причина блокировки

source: A message for banned users
russian: Сообщение, которое увидит заблокированный пользователь, войдя на форум

source: Expire date
russian: Дата истечения

source: When does the ban expire, blank for manually
russian: Дата, когда блокировка будет автоматически снята. Оставьте поле пустым для личного контроля

source: (yyyy-mm-dd)
russian: (гггг-мм-дд)

source: Ban
russian: Блокировать

source: You must enter either a username, an IP address or an email address (at least).
russian: Вы должны ввести имя пользователя, IP-адрес или же адрес электронной почты (по крайней мере).

source: The guest user cannot be banned.
russian: Пользователя из гостевой группы нельзя заблокировать.

source: You entered an invalid IP/IP-range.
russian: Вы указали неверный IP-адрес или IP-диапазон.

source: The email address (e.g. user@domain.com) or partial email address domain (e.g. domain.com) you entered is invalid.
russian: Email-адрес (т.е. user@domain.com) или доменная часть (т.е. domain.com) указаны неверно.

source: You entered an invalid expire date.
russian: Вы ввели неправильную дату окончания.

source: The format should be YYYY-MM-DD and the date must be at least one day in the future.
russian: Дата должна быть указана в формате ГГГГ-ММ-ДД и истекать не ранее завтрашнего дня.

source: Search Results
russian: Результаты поиска

source: IP/IP-ranges
russian: IP/IP-диапазоны

source: Expires
russian: Истекает

source: Message
russian: Сообщение

source: Banned by
russian: Заблокировал

source: Actions
russian: Действия

source: Edit
russian: Редактировать

source: Remove
russian: Удалить

source: Unknown
russian: Неизвестно

source: No match
russian: Нет результатов

source: Add ban
russian: Новая блокировка

source: The username you want to ban. If you want to ban a specific IP/IP-range or email, leave it blank.
russian: Имя блокируемого пользователя. Если хотите заблокировать IP/IP-диапазон или email-адрес, то оставьте поле пустым.

source: Ban search
russian: Поиск блокировки

source: Search for bans in the database. You can enter one or more terms to search for. Wildcards in the form of asterisks (*) are accepted. To show all bans leave all fields empty.
russian: Поиск блокировок в базе данных. Вы можете указать одно или несколько значений для поиска. Допускается вводить символ звездочки (*). Для вывода списка всех блокировок оставьте поля пустыми.

source: Expire after
russian: Истекает после

source: Expire before
russian: Истекает до

source: Order by
russian: Сортировать по

source: Ascending
russian: По возрастанию

source: Descending
russian: По убыванию

source: You need to enter the SMTP password twice exactly the same to change it.
russian: Вам нужно ввести SMTP-пароль дважды, чтобы изменить его.

source: Global settings
russian: Общие настройки

source: Contact settings
russian: Настройки контактных данных

source: Admin email
russian: Email администратора

source: The admins email
russian: Почтовый адрес администратора форума

source: Webmaster email
russian: Email веб-мастера

source: The email where the boards mails will be addressed from
russian: Почтовый адрес, от лица которого будет производиться рассылка всех писем

source: Subscriptions
russian: Подписки

source: Enable users to subscribe to forums.
russian: Позволять пользователям подписываться на форумы.

source: Enable users to subscribe to topics.
russian: Позволять пользователям подписываться на темы.

source: SMTP settings
russian: Настройки SMTP

source: SMTP server address
russian: Адрес SMTP-сервера

source: The address of an external SMTP server to send emails with
russian: Адрес внешнего SMTP-сервера для отправки писем

source: SMTP username
russian: Имя пользователя SMTP

source: Username for SMTP server, only if required
russian: Имя пользователя SMTP сервера (если требуется)

source: SMTP password
russian: Пароль SMTP

source: Password and confirmation for SMTP server, only when required
russian: Пароль для подключения к SMTP-серверу (только когда это требуется)

source: Check this if you want to change or delete the currently stored password.
russian: Отметьте этот флажок, если вы хотите изменить или удалить текущий сохраненный пароль.

source: Encrypts the connection to the SMTP server using SSL, only when required and supported.
russian: Шифровать соединение с SMTP-сервером через протокол SSL (только если требуется и поддерживается).

source: No file was uploaded or the upload failed, the database was not restored.
russian: Файл не был загружен или сбой при загрузке. База данных не была восстановлена.

source: Sorry the database could not be restored.
russian: К сожалению база данных не может быть восстановлена.

source: Error the file name or file format caused an error, the database was not restored.
russian: Ошибка в имени или формате файла, база данных не была восстановлена.

source: Debug info
russian: Отладочная информация

source: Error imported backup file, the database probably has not been restored.
russian: Ошибка импорта файла резервной копии, база данных возможно не была восстановлена.

source: Restore complete
russian: Восстановление завершено

source: Restore completed
russian: Восстановление завершено

source: Tables error, repair failed.
russian: Ошибка таблиц, восстановить не удалось.

source: SQL error, repair failed.
russian: Ошибка SQL, восстановить не удалось.

source: Tables error, optimize failed.
russian: Ошибка таблиц, оптимизировать не удалось.

source: SQL error, optimize failed.
russian: Ошибка SQL, оптимизировать не удалось.

source: Backup
russian: Резервная копия

source: Start backup
russian: Начать резервное копирование

source: If your server supports it, you may also gzip-compress the file to reduce its size.
russian: Если Ваш сервер поддерживает gzip-сжатие, то это уменьшит размер выходного файла.

source: Backup type
russian: Тип резервного копирования

source: Full
russian: Полный

source: Structure only
russian: Только структура

source: Data only
russian: Только данные

source: Gzip compression
russian: Gzip сжатие

source: Restore
russian: Восстановление

source: Start restore
russian: Начать восстановление

source: This will perform a full restore of all Luna tables from a saved file. If your server supports it, you may upload a gzip-compressed text file and it will automatically be decompressed. This will overwrite any existing data. The restore may take a long time to process, so please do not move from this page until it is complete.
russian: Эта операция произведет полное восстановление всех таблиц форума Luna из сохраненного файла. Если Ваш сервер поддерживает gzip-сжатие, Вы можете загрузить сжатый текстовый файл и он будет автоматически распакован. Это действие перезапишет любые существующие данные. Восстановление может занять длительное время, так, что, пожалуйста, не покидайте эту страницу до завершения процесса.

source: Additional functions
russian: Дополнительные функции

source: Additional features to help run a database, optimize and repair both do what they say.
russian: Дополнительные функции помогут при запуске базы данных, оптимизации и восстановлении.

source: Repair all tables
russian: Восстановление всех таблиц

source: Optimize all tables
russian: Оптимизация всех таблиц

source: The IP address is: %s
russian: IP адрес: %s

source: The host name is: %s
russian: Имя хоста: %s

source: Show more users for this IP
russian: Найти больше пользователей с таким IP

source: Moderate
russian: Модерировать

source: Moderate content
russian: Модерированное содержимое

source: Visit a forum or topic and choose "Moderate" in the moderator bar to moderate content.
russian: Посетите форум или тему и выберите «Модерировать» в панели модератора для редактирования контента.

source: You must select at least one post for split/delete.
russian: Вы должны выбрать хотя бы одно сообщение для разделения/удаления.

source: Delete posts
russian: Удалить сообщения

source: Are you sure you want to delete the selected posts?
russian: Вы уверены, что хотите удалить выбранные сообщения?

source: Topics must contain a subject.
russian: Тема должна содержать название.

source: Subjects cannot be longer than 70 characters.
russian: Название не должно превышать 70 символов.

source: Split posts
russian: Разделение сообщений

source: Split
russian: Разделить

source: Move to
russian: Переместить в

source: New subject
russian: Название новой темы

source: Guest
russian: Гость

source: Last edited by
russian: Отредактировано

source: Select
russian: Выбрать

source: First post cannot be selected for split/delete.
russian: Первое сообщение не может быть выбрано для разделения/удаления.

source: You must select at least one topic for move/delete/open/close.
russian: Вы должны выбрать по крайней мере одну тему для перемещения/удаления/открытия/закрытия.

source: There are no forums into which you can move topics.
russian: Нет форумов, в которые Вы можете переместить темы.

source: Move topic
russian: Переместить тему

source: Move topics
russian: Переместить темы

source: Move
russian: Переместить

source: Leave redirect topic(s)
russian: Установить перенаправление тем(ы)

source: You must select at least two topics for merge.
russian: Необходимо выбрать по крайней мере две темы для объединения.

source: Merge topics
russian: Объединить темы

source: Merge
russian: Объединить

source: Delete topics
russian: Удалить темы

source: Are you sure you want to delete the selected topics?
russian: Вы уверены, что хотите удалить выбранные темы?

source: Moderating "%s"
russian: Модерирование "%s"

source: by
russian: от

source: in
russian: в

source: Sticky
russian: Важно

source: Moved
russian: Перемещено

source: Closed
russian: Закрыто

source: Go to the first new post in this topic.
russian: Перейти к первому новому сообщению в этой теме.
