Repository: BinarMorker/Luna-Translations
Catalog: */luna.po
Languages: russian

source: There are no read reports.
russian: Нет прочтенных жалоб.

source: Usernames must be at least 2 characters long. Please choose another (longer) username.
russian: Имена пользователей должны состоять минимум из 2 символов. Пожалуйста, выберите другое (более длинное) имя.

source: Passwords must be at least 6 characters long. Please choose another (longer) password.
russian: Пароль должен состоять минимум из 6 символов. Пожалуйста, выберите другой (более длинный) пароль.

source: The username guest is reserved. Please choose another username.
russian: Имя пользователя guest зарезервировано. Пожалуйста, выберите другое имя.

source: Usernames may not be in the form of an IP address. Please choose another username.
russian: Имена пользователей не должны быть похожи на IP адреса. Пожалуйста, выберите другое имя.

source: Usernames may not contain all the characters ', " and [ or ] at once. Please choose another username.
russian: Имена пользователей не могут одновременно содержать символов \', " и [ или ]. Пожалуйста, выберите другое имя.

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses. Please choose another username.
russian: Имена не могут содержать теги форматирования (BB-коды), используемые на форуме. Пожалуйста, выберите другое имя.

source: Someone is already registered with the username
russian: Выбранное имя уже зарегистрировано пользователем

source: The username you entered is too similar. The username must differ from that by at least one alphanumerical character (a-z or 0-9). Please choose a different username.
russian: Имена очень похожи и должны отличаться хотя бы одним буквенно-цифровым символом (a-z или 0-9). Выберите другое имя.

source: Subject: Welcome to <board_title>! Thank you for registering in the forums at <base_url>. Your account details are: Username: <username> Password: <password> Login at <login_url> to activate the account. -- <board_mailer> Mailer (Do not reply to this message)
russian: Subject: Добро пожаловать на <board_title>! Спасибо за регистрацию на форуме <base_url>. Данные вашей учетной записи: Имя пользователя: <username> Пароль: <password> Войдите на форум <login_url> для активации учетной записи. -- <board_mailer> Mailer (Не отвечайте на это письмо)

source: User created
russian: Пользователь создан

source: Failed to create user, no password was given.
russian: Не удалось создать пользователя - не задан пароль.

source: Add user
russian: Добавить пользователя

source: Generate a random password, this will be emailed to the above address. When checked, leave "Password" empty.
russian: Сгенерировать случайный пароль и отправить на указанный выше email-адрес. Если отмечен флажок - оставьте поле "Пароль" пустым.

source: Generated in %1$s seconds, %2$s queries executed
russian: Сгенерировано за %1$s секунд, выполнено %2$s запросов

source: Memory usage: %1$s
russian: Использование памяти: %1$s

source: (Peak: %1$s)
russian: (Пик: %1$s)

source: You must enter a word to censor.
russian: Необходимо ввести слово для фильтрации.

source: Add word
russian: Добавить слово

source: Enter a word that you want to censor and the replacement text for this word. Wildcards are accepted.
russian: Введите слово, которое будет подвергаться цензуре, а в случае совпадения заменяться другим словом. Допускаются подстановочные знаки (*).

source: Censored word
russian: Цензурируемое слово

source: Replacement word
russian: Слово для замены

source: Manage words
russian: Управление словами

source: No censor words in list.
russian: В списке нет слов цензуры.

source: Update ring
russian: Обновление кольца

source: Slow
russian: Медленно

source: Normal
russian: Нормальный

source: Preview
russian: Превью

source: End of life
russian: Конец жизни

source: You've selected to download updates only from the current branch, however, support for this branch has been dropped. Please check for updates in the Normal branch.
russian: Вы выбрали скачивание обновлений только из текущей ветки, однако, поддержка этой ветки была удалена. Проверьте наличие обновлений в нормальной ветке.

source: Luna software updates
russian: Обновление программного обеспечения Luna

source: Check for updates
russian: Проверить наличие обновлений

source: A new version is available!
russian: Доступна новая версия!

source: A new version, Luna %s has been released. It's a good idea to update to the latest version of Luna, as it contains not only new features, improvements and bugfixes, but also the latest security updates.
russian: Выпущена новая версия, Luna %s. Это хорошая идея, обновить форум до последней версии Luna, так как она содержит не только новые функции, улучшения и исправления, а также последние обновления системы безопасности.

source: Download v%s
russian: Загрузить v%s

source: Changelog
russian: История версий

source: You're using the latest version of Luna!
russian: Вы используете последнюю версию Luna!

source: You're on our latest release! Nothing to worry about.
russian: Вы используете наш последний релиз! Беспокоиться не о чем.

source: You're using a development version of Luna. Be sure to stay up-to-date.
russian: Вы используете разрабатываемую версию Luna. Следите за обновлениями.

source: We release every now and then a new build for Luna, one more stable then the other, for you to check out. You can keep track of this at <a href="http://getluna.org/lunareleases.php">our website</a>. New builds can contain new features, improved features, and/or bugfixes.
russian: Мы выпускаем для вас регулярно новые сборки Luna, одну более стабильную чем другую. Вы можете отслеживать это на <a href="http://getluna.org/lunareleases.php">нашем сайте</a>. Новые версии могут содержать новые функции, улучшенные функции, и/или исправления ошибок.

source: At this point, we can only tell you that a new you're beyond the latest release. We can't tell you if there is a new preview available. You'll have to find out for yourself.
russian: На данный момент, мы можем только сказать, что вы используете последнюю версию. Мы не можем сказать вам, появился ли новый анонс. Вы можете выяснить это самостоятельно.

source: Could not remove install.php. Please do so by hand.
russian: Не удалось удалить файл install.php. Пожалуйста, сделайте это самостоятельно.

source: Index
russian: Главная

source: The config file is writeable at this moment, you might want to set the CHMOD to 640 or 644.
russian: Конфигурационный файл доступен для записи в данный момент. Вы, возможно, захотите установить CHMOD 640 или 644.

source: The file install.php still exists, but should be removed.
russian: Файл install.php по-прежнему существует, но должен быть удален.

source: Delete it
russian: Удалить его

source: Welcome to Luna
russian: Добро пожаловать в Luna

source: Got it
russian: Выполнено

source: Welcome to the Backstage. Here, you can manage your newly set up board. We're ready to go now, but there might be a couple of settings you might want to change. So let us help you with that first!
russian: Добро пожаловать в Консоль. Здесь вы можете управлять вновь созданной конференцией. Все готово для продолжения пути, но существует пару настроек, которые Вы, возможно, захотите изменить. Так позвольте нам помочь Вам с этим впервые!

source: What's new
russian: Что нового

source: Create new sections
russian: Создать новые разделы

source: Alter functionality
russian: Изменить функциональность

source: Change settings
russian: Изменить настройки

source: View all
russian: Просмотреть все

source: Back-up
russian: Резервная копия

source: Create new backup
russian: Создать новую резервную копию

source: post
russian: сообщение

source: topic
russian: тема

source: user
russian: пользователь

source: Luna v%s is available, %s!
russian: Доступна Luna v%s, %s!

source: update now
russian: обновить сейчас

source: Admin notes
russian: Примечания администратора

source: Add a note...
russian: Добавить примечание...

source: Forums
russian: Форумы

source: Confirm delete forum
russian: Подтверждение удаления форума

source: Are you sure that you want to delete the forum <strong>%s</strong>?
russian: Вы уверены, что желаете удалить форум <strong>%s</strong>?

source: Warning! Deleting a forum will delete all posts (if any) in that forum!
russian: Внимание! Удаление форума приведет к удалению всех тем и сообщений связанных с ним (если таковые имеются)!

source: You must enter a name
russian: Необходимо указать название

source: Forum details
russian: Настройки форума

source: Forum name
russian: Название форума

source: Description
russian: Описание

source: Parent section
russian: Родительский раздел

source: No parent forum selected
russian: Не выбран родительский форум

source: Category
russian: Категория

source: Sort topics by
russian: Сортировка тем по

source: Topic start
russian: Дата создания темы

source: Subject
russian: Тема

source: Forum color
russian: Цвет форума

source: Group permissions
russian: Разрешения группы

source: Here you can set the forum specific permissions for the different user groups. Administrators always have full permissions. Permission settings that differ from the default permissions for the user group are marked red. Some permissions are disabled under some conditions.
russian: Здесь вы можете установить форуму особые разрешения для различных групп пользователей. Администраторы всегда имеют полные права. Параметры разрешений, которые отличаются от разрешений по умолчанию для группы пользователей помечены красным. Некоторые разрешения отключены при определенных условиях.

source: User groups
russian: Группы пользователей

source: Revert to default
russian: Вернуть настройки по умолчанию

source: Read forum
russian: Чтение форума

source: Post replies
russian: Создание сообщений

source: Post topics
russian: Создание тем

source: Categories
russian: Категории

source: Confirm delete category
russian: Подтвердите удаления категории

source: Are you sure that you want to delete the category <strong>%s</strong>?
russian: Вы уверены, что хотите удалить категорию <strong>%s</strong>?

source: Deleting a category will delete all forums and posts (if any) in this category!
russian: Удаление категории приведет к удалению всех форумов, тем, сообщений связанных с ней (если таковые имеются)!

source: Board
russian: Конференция

source: Add forum
russian: Добавить форум

source: Add categories
russian: Добавить категории

source: Delete categories
russian: Удаление категорий

source: Edit forum
russian: Редактирование форума

source: Edit categories
russian: Редактирование категорий

source: Minimum posts must be a positive integer value.
russian: Минимум сообщений должно быть положительным целым числом.

source: There is already a rank with a minimum posts value of %s.
russian: Уже существует звание с минимальным количеством сообщений %s.

source: <strong>User ranks is disabled in %s.</strong>
russian: <strong>Звания пользователей отключены в %s.</strong>

source: Add rank
russian: Добавить звание

source: Rank title
russian: Название звания

source: Minimum posts
russian: Минимум сообщений

source: Manage ranks
russian: Управление званиями

source: No ranks in list
russian: Нет званий в списке

source: Bad request. The link you followed is incorrect, outdated or you're simply not allowed to hang around here.
russian: Неверный запрос. Ссылка, по которой вы перешли, является неверной, просроченной или у Вас просто нет доступа к этой странице.

source: Group title
russian: Название группы

source: Setup group options and permissions
russian: Настройка параметров группы и полномочий

source: Below options and permissions are the default permissions for the user group. These options apply if no forum specific permissions are in effect.
russian: Ниже представлены параметры и права доступа по умолчанию для групп пользователей. Эти опции применяются, если в форуме нет специальных разрешений.

source: User title
russian: Звание пользователя

source: The title will override the user rank
russian: Звание заменит ранг пользователя

source: Moderator privileges
russian: Привилегии модератора

source: In order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
russian: Для того, чтобы пользователь получил способности модератора, он должен быть назначен модератором в одном или несколько форумов. Это делается с помощью страницы администрирования пользователей из профиля пользователя.

source: Edit user profiles
russian: Редактировать профили пользователей

source: If moderator privileges are enabled, allow users to edit user profiles.
russian: Если привилегии модератора включены, то пользователь может редактировать профили других пользователей.

source: Rename users
russian: Переименование пользователей

source: If moderator privileges are enabled, allow users to rename users.
russian: Если привилегии модератора включены, то пользователь может переименовывать других пользователей.

source: Change passwords
russian: Изменение паролей

source: If moderator privileges are enabled, allow users to change user passwords.
russian: Если привилегии модератора включены, то пользователь может изменять пароли других пользователей.

source: If moderator privileges are enabled, allow users to ban users.
russian: Если привилегии модератора включены, то пользователь может блокировать других пользователей.

source: Show deleted content
russian: Показывать удаленный контент

source: Allow users to view topics and posts that have been soft deleted.
russian: Разрешить пользователям просматривать темы и сообщения, которые были удалены обратимо.

source: Soft delete posts
russian: Обратимое удаление сообщений

source: Allow users to soft delete posts from all users.
russian: Разрешить пользователям обратимое удаление сообщений от всех пользователей.

source: Soft delete topics
russian: Обратимое удаление темы

source: Allow users to soft delete topics from all users.
russian: Разрешить пользователям мягкое удаление тем от всех пользователей.

source: Allow users to send messages with Inbox.
russian: Разрешить пользователям отправлять сообщения с папки Входящие.

source: The maximum amount of messages a user in this group can have in his Inbox. 0 is no limit.
russian: Максимальное количество сообщений пользователя в этой группе, которые он может иметь в своем ящике. 0 - без ограничений.

source: Read board
russian: Читать форум

source: If this is disabled, users will only be able to login and logout.
russian: Если эта опция отключена, то пользователи смогут только входить и выходить.

source: View user information
russian: Просмотр информации о пользователе

source: Allow users to view the user list and user profiles.
russian: Разрешить пользователям просматривать список пользователей и профили пользователей.

source: Allow users to post replies in topics.
russian: Разрешить пользователям отвечать на сообщения в темах.

source: Allow users to post new topics.
russian: Разрешить пользователям создавать новые темы.

source: Edit posts
russian: Редактировать сообщения

source: Allow users to edit their own posts.
russian: Разрешить пользователям редактировать свои сообщения.

source: Allow users to delete their own posts.
russian: Разрешить пользователям удалять свои собственные сообщения.

source: Allow users to delete their own topics (including any replies).
russian: Разрешить пользователям удалять свои темы (включая любые ответы).

source: Set own user title
russian: Установить собственное звание пользователя

source: Allow users to set their own user title.
russian: Разрешить пользователям устанавливать свои собственные звания пользователя.

source: Use search
russian: Использовать поиск

source: Allow users to use the search feature.
russian: Разрешить пользователям использовать функции поиска.

source: Search user list
russian: Поиск пользователя в списке

source: Allow users to search for other users in the user list.
russian: Разрешить пользователям искать других пользователей в списке пользователей.

source: Send e-mails
russian: Отправить e-mail

source: Allow users to send e-mails to other users.
russian: Разрешить пользователям отправлять e-mail другим пользователям.

source: Post flood interval
russian: Интервал между сообщениями

source: Time users have to wait between posts
russian: Время, которое должно пройти между сообщениями пользователя

source: Search flood interval
russian: Интервал между поисковыми запросами

source: Time users have to wait between searches
russian: Время, которое должно пройти между поисковыми запросами пользователя

source: Email flood interval
russian: Интервал между отправкой Email

source: Time users have to wait between emails
russian: Время, которое должно пройти между отправкой Email пользователем

source: Report flood interval
russian: Интервал между отправкой жалоб

source: Time users have to wait between reports
russian: Время, которое должно пройти между отправкой пользователем жалоб

source: Please note that in order for a user to have moderator abilities, they must be assigned to moderate one or more forums. This is done via the user administration page of the user's profile.
russian: Обратите внимание, что для того, чтобы пользователь мог иметь способности модератора, он должен быть назначен для модерации одного или несколько форумов. Это делается с помощью страницы администрирования пользователей из профиля пользователя.

source: There is already a group with the title <strong>%s</strong>.
russian: Уже существует группа с названием <strong>%s</strong>.

source: The default group cannot be removed. In order to delete this group, you must first setup a different group as the default.
russian: Группа по умолчанию не может быть удалена. Для того, чтобы удалить эту группу, вы должны сначала установить другую группу по умолчанию.

source: Are you sure that you want to delete the group <strong>%s</strong>?
russian: Вы уверены, что хотите удалить группу <strong>%s</strong>?

source: <b>Warning:</b> After you deleted a group you cannot restore it.
russian: <b>Предупреждение:</b> После того, как вы удалили группу восстановить её будет невозможно.

source: Delete group
russian: Удалить группу

source: The group <strong>%s</strong> currently has <strong>%s</strong> members. Please select a group to which these members will be assigned upon deletion.
russian: Группа <strong>%s</strong> в настоящее время содержит <strong>%s</strong> пользователей. Пожалуйста, выберите группу, в которую эти пользователи будут перемещены после удаления.

source: Move users to
russian: Переместить пользователей в

source: Add new group
russian: Добавить новую группу

source: Select a group the new group will be based on.
russian: Выберите группу, на базе которой будет основываться новая группа.

source: Set default group
russian: Установите группу по умолчанию

source: The default group in which new users will be placed.
russian: Группа по умолчанию, в которую будут помещаться новые пользователи.

source: Manage groups
russian: Управление группами

source: It seems your post consisted of empty BBCodes only. It is possible that this happened because e.g. the innermost quote was discarded because of the maximum quote depth level.
russian: Сообщение состоит из пустых BB-кодов. Это могло произойти из-за установленных ограничений, задающих максимально возможный уровень вложенности цитат.

source: The quote, code, list, video, and heading BBCodes are not allowed in signatures.
russian: Подпись не может содержать следующих BB-кодов: quote, code, list, video и h.

source: Your list was too long to parse, please make it smaller!
russian: Созданный список слишком велик для обработки, сделайте его меньше!

source: [%s] tag had an empty attribute section
russian: Обнаружен тег [%s] с пустым атрибутом

source: [%1$s] was opened within [%2$s], this is not allowed
russian: Тег [%1$s] открывается внутри [%2$s], это недопустимо

source: [/%1$s] was found without a matching [%1$s]
russian: Обнаружен парный тег [/%1$s] без соответствующего начального тега [%1$s]

source: [%1$s] was found without a matching [/%1$s]
russian: Обнаружен парный тег [%1$s] без соответствующего закрывающего тега [/%1$s]

source: [%s] was opened within itself, this is not allowed
russian: Тег [%s] открыт внутри себе подобного, это недопустимо

source: image
russian: изображение

source: Usernames must be at least 2 characters long.
russian: Имена должны быть длиною от 2 и более символов.

source: Usernames must not be more than 25 characters long.
russian: Имена не могут превышать 25 символов.

source: The username guest is reserved.
russian: Имя guest зарезервировано системой.

source: Usernames may not be in the form of an IP address.
russian: Имена не должны быть похожи на IP адрес.

source: Usernames may not contain all the characters ', " and [ or ] at once.
russian: Имена пользователей не могут содержать одновременно символов \', " и [ или ].

source: Usernames may not contain any of the text formatting tags (BBCode) that the forum uses.
russian: Имена пользователей не могут содержать теги (BBCode), которые форум использует для форматирования текста.

source: Passwords must be at least 6 characters long.
russian: Пароли должны быть не короче 6 символов.

source: Passwords do not match.
russian: Пароли не совпадают.

source: It seems like Luna is already installed.
russian: Кажется, форум Luna уже установлен.

source: Let's get started
russian: Давайте начнем

source: The administrator email address you entered is invalid.
russian: Почтовый адрес администратора введен некорректно.

source: You must enter a board title.
russian: Вы должны указать название форума.

source: The default language chosen doesn't seem to exist.
russian: Выбранный язык по умолчанию не найден.

source: The default style chosen doesn't seem to exist.
russian: Выбранный стиль по умолчанию не найден.

source: "%s" is not a valid database type
russian: "%s" неверный тип базы данных

source: You are running %1$s version %2$s. Luna %3$s requires at least %1$s %4$s to run properly. You must upgrade your %1$s installation before you can continue.
russian: Вы используете %1$s версии %2$s. Luna %3$s необходим по крайней мере %1$s %4$s, чтобы работать корректно. Для продолжения необходимо обновить сборку %1$s.

source: The table prefix
russian: Префикс таблиц

source: InnoDB does not seem to be enabled. Please choose a database layer that does not have InnoDB support, or enable InnoDB on your MySQL server
russian: InnoDB не поддерживается. Пожалуйста, выберите другой вариант или настройте сервер MySQL на поддержку InnoDB

source: A table called "%susers" is already present in the database "%s". This could mean that Luna is already installed or that another piece of software is installed and is occupying one or more of the table names Luna requires. If you want to install multiple copies of Luna in the same database, you must choose a different table prefix
russian: Таблица с именем \'%susers\' уже существует в базе \'%s\'. Возможно, форум Luna уже установлен или же иное программное обеспечение уже использует необходимое для Luna имя. Если вы устанавливаете несколько копий Luna в одну базу, то используйте разные префиксы

source: Wow, it's great to have you here, welcome and thanks for joining us. We've set up your account and you're ready to go. Though we like to point out some actions you might want to do first.
russian: Здорово видеть Вас тут. Добро пожаловать и спасибо, что присоединились к нам. Мы настроили Ваш аккаунт и всё готово для продолжения. По этой причине мы хотели бы отметить некоторые действия, которые Вы, возможно, захотите сделать в первую очередь.

source: Announcement
russian: Объявление

source: Rules
russian: Правила

source: Administrators
russian: Администраторы
